//
//  Matritsa.swift
//  Bukvitsa
//
//  Created by Maksim Volkov on 02.07.2023.
//

import Foundation

struct Matritsa {
    
    var arrayOfLinesPage = [
        "А Б В Г Д Е Є", "Ж Ѕ З И І Ї Ћ", "К Л М Н О П Р", "С Т У Ѹ Ф Х Ѿ",
        "Ц Ч Ш Щ Ъ Ы Ь", "Ѣ Ю Ꙗ Ѥ Ѡ Ѧ Ѫ", "Ѩ Ѭ Ѯ Ѱ Ѳ Ѵ Ӕ", "А Ѕ М Ѹ Ъ Ѧ Ӕ",
        "Є Ї О Ѹ Ш Ю Ѩ", "А Ж К С Ц Ѣ Ѩ", "Б Ѕ Л Т Ч Ю Ѭ", "В З М У Ш Ꙗ Ѯ",
        "Г И Н Ѹ Щ Ѥ Ѱ", "Д І О Ф Ъ Ѡ Ѳ", "Е Ї П Х Ы Ѧ Ѵ", "Є Ћ Р Ѿ Ь Ѫ Ӕ"
    ]
    
    var arrayOfTolks = [
        """
        - Ас Богов и мудрость на Земле и Небесах ведает, глаголет (передаёт) Духовное богатство, накопленное в Явном Мире, который есть всё Сущее и многопроявленное.
        """,
        """
        - Жизнь во всём её многообразии, есть неприрывный процесс воплощения энергии созидания, протекающий в гармоничном равновесии как во Вселенских, так и Общинных формах бытия, всё есть Божественное.
        """,
        """
        - Стремление людей к божественному подобию есть стремление к созиданию и преобразованию Явного Мира посредством материализации мыслей, как воплощение образа Творца, достигая при этом состояния устойчивого равновесия путём отделения всего лишнего, не гармоничного.
        """,
        """
        - Материализованная мысль, как утверждение Небесами Миров Яви, есть зов к единению с Творцом для стабильности, что суть значимо для гармонии и баланса во Вселенных, Созданных Всевышним, как множество подобий Себя.
        """,
        """
        - Все устремления в совершенствовании проявленного Мира и его расширение путём разрастания Потомственных Кругов под покровом высших сил есть Сотворенная Богом данная жизнь.
        """,
        """
        - Творение Бытия по замыслу Всевышнего в постоянной взаимосвязи с Его помыслами, Родами нашими созидая грядущее, и есть потенциал роста Мудрости Народа, необходимый для наполнения Всевышнего Духовным опытом, приобретаемым Душой в Явном Мире.
        """,
        """
        - Смысл Бытия в творении своей судьбы с целью самосовершенствования, достигающего своего предела в равновесии Духа и Души во время их движения в Круге Абсолюта.
        """,
        """
        - Ас весьма мудр в своём созидании, когда под покровом Небесным Устои творит Родовые в течение жизни своей.
        """,
        """
        - Все сущие Общинные формы Бытия, с Творцом установленную взаимосвязь расширяя, постигают смысл своего предназначения.
        """,
        """
        - Ас живёт, созидательными деяниями совершенствую душу по принципу подобия Всевышнему, материализуя мысли с целью достижения гармонии и осознования смысла Бытия.
        """,
        """
        - Боги усердно людям утверждают Свыше: "На свои Рубежи (к истокам) возвращайтесь и созидайте собственную Судьбу."
        """,
        """
        - Глубинные знания о Земле мыслите (получайте), призываем, для расширения взаимосвязи Мира Божественного и Мира Земного и возрастания вашего Духи.
        """,
        """
        - Глаголь Истину, то, что было известно нашим Предкам, незыблемые с течением времени устои для защиты Родового Круга, неразрывной связи с истоками и наполнения Души Изначальными Образами.
        """,
        """
        - Добрые деяния в потоке, снисходящем от Творца, дают осознание зрелости Человеческой души, укрепляют и ведут к просветлению, единению Души и Духа.
        """,
        """
        - Бытиё в его Общинной форме проявления находится в устойчивом равновесии и всеобщей гармонии в случае взаимодействия в Проявленном Мире между Всевышним, как Истоком питающей энергии, и совершенной Душой.
        """,
        """
        - Всё сущее и проявленное, равно как и запредельное, потаённое, есть чётко определенные формы бытия, отошедшие от целого и соввершенствуемые путём приобретения Душой духовного опыта и наполнения Родовой памяти в течение Её Меры Времени (Круга Абсолюта).
        """
    ]
}
